import easy_life_logo from "../assets/offers_icons/easy_life.jpg";

const offers = [
  {
    key: 1,
    name: "ايزي لايف",
    date_from: "15/12/2022",
    date_to: "1/5/2023",
    descripition: "يتم الحصول على هذه العروضات عند شراء اي لابتوب من المحل",
    offers: [
      "خصم يعتمد على نوع الابتوب يصل الى 300 شيكل",
      "سماعة محيطية 7.1",
      "فلاشة 16 جيجا",
      "سبيكر بلوتوث او ايربودز",
      "تحميل جميع برامجي ادوبي  بالاضافة لبرامج المعماري حسب الطلب",
      "وندوز اصلي",
      "منظف لابتوب",
      "حماية كيبورد",
      "حقيبة لابتوب",
      "ماوس",
      "امكانية الطلب اونلاين مع ابراز صورة البطاقة عند الطلب لاخذ الخصومات",
      "الحصول على عروضات اضافية مميزة عند شراء اكسسوارات من المحل",
    ],
    logo: easy_life_logo,
    site: "https://www.facebook.com/EasyLifeSale",
    number: "0593069090",
    position:
      "رام الله - وسط البلد - مجمع النبالي والفارس 2 - الطابق السادس - جانب موقف سيارات ام الشرايط - مقابل بنك فلسطين، نابلس - الدوار - شارع سفيان - مجمع سفيان التجاري - الطابق التاسع",
    time: "10AM-6PM",
  },
  {
    key: 2,
    name: "ايزي لايف",
    date_from: "15/12/2022",
    date_to: "1/5/2023",
    descripition: "يتم الحصول على هذه العروضات عند شراء اي لابتوب من المحل",
    offers: [
      "خصم يعتمد على نوع الابتوب يصل الى 300 شيكل",
      "سماعة محيطية 7.1",
      "فلاشة 16 جيجا",
      "سبيكر بلوتوث او ايربودز",
      "تحميل جميع برامجي ادوبي  بالاضافة لبرامج المعماري حسب الطلب",
      "وندوز اصلي",
      "منظف لابتوب",
      "حماية كيبورد",
      "حقيبة لابتوب",
      "ماوس",
      "امكانية الطلب اونلاين مع ابراز صورة البطاقة عند الطلب لاخذ الخصومات",
      "الحصول على عروضات اضافية مميزة عند شراء اكسسوارات من المحل",
    ],
    logo: easy_life_logo,
    site: "https://www.facebook.com/EasyLifeSale",
    number: "0593069090",
    position:
      "رام الله - وسط البلد - مجمع النبالي والفارس 2 - الطابق السادس - جانب موقف سيارات ام الشرايط - مقابل بنك فلسطين، نابلس - الدوار - شارع سفيان - مجمع سفيان التجاري - الطابق التاسع",
    time: "10AM-6PM",
  },
];

export default offers;
