import qutaiba from "../assets/team/qo.jpg";


const team = [
  {
    key: 1,
    name: "قتيبة عليان",
    status: "رئاسة",
    about:
      "انا قتيبة عليان طالب هندسة حاسوب سنة رابعة, حاصل على لائحة الشرف لجميع فصولي الدراسية, ولقد اتمتت منذ فترة قصيرة تدريبي بمجال الويب في شركة اكزلت, منذ السنة الاولى في جامعة بيرزيت اضحي بوقتي من اجل زملائي وزميلاتي, حيث قمت باجراء العديد من المحاضرات والمراجعات الدراسية لهم, ولقد قمت بالاشتراك بنوادي عديدة منها نادي الفلك ونادي هلت برايز, ولا سيما كان لي دور كبير بمساعدة نوادي هندسة الحاسوب والكهرباء السابقة في أنشطتها, ومنذ فترة طويلة اعمل على تقديم محتوى الحاسوب على منصة اليوتيوب, مما جعلني اكتسب الكثير من الخبرة في التصميم والمونتاج ولا سيما تحسين مستواي في الشرح والتلقين, وهدفي الأسمى في هذه الدنيا أن اترك بصمة لا تنسى",
    photo: qutaiba,
    contact:"https://www.flowcode.com/page/swat1563",
  },
  
];

export default team;
