import qutaiba from "../assets/team/qo.jpg";
import husni from "../assets/team/hs.jpg";
import kwaldi from "../assets/team/sk.jpg";
import bisan from "../assets/team/bb.jpg";
import walid from "../assets/team/sw.jpg";

const team = [
  {
    key: 1,
    name: "قتيبة عليان",
    status: "رئاسة",
    about:
      "انا قتيبة عليان طالب هندسة حاسوب سنة رابعة, حاصل على لائحة الشرف لجميع فصولي الدراسية, ولقد اتمتت منذ فترة قصيرة تدريبي بمجال الويب في شركة اكزلت, منذ السنة الاولى في جامعة بيرزيت اضحي بوقتي من اجل زملائي وزميلاتي, حيث قمت باجراء العديد من المحاضرات والمراجعات الدراسية لهم, ولقد قمت بالاشتراك بنوادي عديدة منها نادي الفلك ونادي هلت برايز, ولا سيما كان لي دور كبير بمساعدة نوادي هندسة الحاسوب والكهرباء السابقة في أنشطتها, ومنذ فترة طويلة اعمل على تقديم محتوى الحاسوب على منصة اليوتيوب, مما جعلني اكتسب الكثير من الخبرة في التصميم والمونتاج ولا سيما تحسين مستواي في الشرح والتلقين, وهدفي الأسمى في هذه الدنيا أن اترك بصمة لا تنسى",
    photo: qutaiba,
  },
  {
    key: 2,
    name: "حسني ظاهر",
    status: "عضوية",
    about:
      "انا حسني ظاهر طالب هندسة كهربائية سنة رابعة, املك خبرة عملية تتجاوز ال أربعة سنوات بسوق العمل عملت لدى شركة ايراد للطاقة الشمسية بموقع الحرفي المسؤول, و أنشأت مشروعي الخاص, ترشحت للعضوية لمشاركة و نقل تجربتي لتشجيع الطلاب و مساعدتهم بالاندماج لسوق العمل كما شاركت بالعديد من الانشطة الا منهجية كمسابقة هالت برايز كمنظم فريق التدريب, ساعمل لتقديم كامل المساعدة لتعليم كيفية انشاء مشروعك و مساعدتكم في تنظيم دراستكم مقابل العمل باي مجال اخر كما ساعمل لانشاء ندوات لتجهيز الطالب و تكوين شخصيته التي يحتاجها سوق العمل",
    photo: husni,
  },
  {
    key: 3,
    name: "شهد خوالدة",
    status: "عضوية",
    about:
      "انا شهد خوالدة طالبة هندسة حاسوب سنة رابعة, مختصة في مجال UX Design ، وأيضا Front-End Development ، دائما كان لدي حب التعلم وتجربة كل ما هو جديد منهج قائم حتى اللحظة، حيث كنت متواجدة منذ سنتي الدراسية الأولى في كثير من الفعاليات والنشاطات التي أطمح الآن أن نجعلها شيء أساسي في كليتنا، ولقد قمت بالاشتراك في الكثير من الأندية مثل نادي الكتاب، سوفتوير بوينرز , وكذلك في تنظيم عدة مسابقات من ضمنها  هلت برايز، ولطالما أحببت الأعمال التعاونية وكنت جزءا لا يتجزأ منها, و لي بصمة في أغلب نشاطات نادي هندسة الحاسوب التي أطمح الآن إلى إضافة أفكار جديدة ومميزة وتقديم هذه الفرص للآخرين لدمج كافة الطلبة, هدفي الأساسي في تواجدي هنا هو تقديم المساعدة والدعم في كافة النواحي لنكون ذو بصمة",
    photo: kwaldi,
  },
  {
    key: 4,
    name: "بيسان برغوثي",
    status: "عضوية",
    about:
      "انا بيسان برغوثي طالبة هندسة كهربائية بسنتي الثانية, حصلت على لائحة الشرف خلال فصلين سنتي الاولى, لطالما احببت لغيري ما احببته لنفسي وعملت دائما على مساعدة من حولي بقدر استطاعتي هذه ستكون اول تجربة لي في نوادي الجامعة باذن الله وساقدم كل ما لدي كما اعتدت دائما",
    photo: bisan,
  },
  {
    key: 5,
    name: "شهد ابو عودة",
    status: "عضوية",
    about:
      "انا شهد أبو عودة طالبة هندسة حاسوب سنة ثانية، دائماً ما اشارك في انشطة الجامعة المختلفة والعمل التطوعي، وترشحي للنادي سيكون فرصة ملهمة لتنظيم النشاطات التي تعود بالفائدة على الطلاب، والتي أرغب دائماً بأن أكون جزءاً منها. استطعت أن أبني مشروعي الخاص وأطوره من رأس مال صغير جداً، وبحكم ذلك لدي خبرة جيدة في تصميم واجهات المشاريع والدعايات, وهدفي اليوم مساعدة الطلاب لفتح مشاريعهم الخاصة وتطويرها من خلال الندوات التي تخص سوق العمل",
    photo: walid,
  },
];

export default team;
